tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
cask "adoptopenjdk"
brew "ansible"
brew "ansible-lint"
brew "awscli"
brew "bfg"
brew "fd"
brew "fzf"
brew "git"
brew "go"
brew "goreleaser"
brew "helm"
brew "jq"
brew "kubernetes-cli"
brew "mas"
brew "maven"
brew "node"
brew "operator-sdk"
brew "pipenv"
brew "pyenv"
brew "shellcheck"
brew "shfmt"
brew "skaffold"
brew "skopeo"
brew "socat"
brew "telnet"
brew "tfenv"
brew "watch"
brew "yq"
brew "zplug"
cask "appcleaner"
cask "bartender"
cask "bitwarden"
cask "docker"
cask "fantastical"
cask "firefox"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-cloud-sdk"
cask "handbrake"
cask "iterm2"
cask "logitech-options"
cask "slack"
cask "telegram-desktop"
cask "transmission"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
cask "webex-teams"
mas "1Blocker", id: 1107421413
mas "Amphetamine", id: 937984704
mas "iMovie", id: 408981434
mas "Magnet", id: 441258766
mas "Microsoft Remote Desktop", id: 1295203466
mas "Pixelmator", id: 407963104
mas "Proxie", id: 897814548
mas "WireGuard", id: 1451685025
