tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
cask_args appdir: "~/Applications"
brew "python@3.8"
brew "ansible"
brew "awscli"
brew "bfg"
brew "fd"
brew "fzf"
brew "git"
brew "go"
brew "goreleaser"
brew "helm"
brew "jq"
brew "kubernetes-cli"
brew "mas"
brew "maven"
brew "minikube"
brew "operator-sdk"
brew "pipenv"
brew "python"
brew "shellcheck"
brew "shfmt"
brew "skaffold"
brew "socat"
brew "telnet"
brew "tfenv"
brew "vault"
brew "watch"
brew "yq"
brew "zplug"
cask "appcleaner"
cask "google-backup-and-sync"
cask "google-cloud-sdk"
cask "handbrake"
cask "iterm2"
cask "telegram-desktop"
cask "visual-studio-code"
cask "vlc"
