tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
cask "adoptopenjdk"
brew "python"
brew "ansible"
brew "argyll-cms"
brew "awscli"
brew "bash"
brew "bfg"
brew "fd"
brew "fzf"
brew "git"
brew "go"
brew "goreleaser"
brew "helm"
brew "jq"
brew "kubernetes-cli"
brew "mas"
brew "maven"
brew "minikube"
brew "operator-sdk"
brew "pipenv"
brew "python@2"
brew "shellcheck"
brew "shfmt"
brew "skaffold"
brew "socat"
brew "telnet"
brew "tfenv"
brew "vault"
brew "watch"
brew "yq"
cask "appcleaner"
cask "bartender"
cask "browserosaurus"
cask "displaycal"
cask "docker"
cask "drawio"
cask "firefox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "handbrake"
cask "iterm2"
cask "kaleidoscope"
cask "keka"
cask "steermouse"
cask "transmission"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
cask "webex-teams"
mas "Amphetamine", id: 937984704
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Proxie", id: 897814548
mas "Slack", id: 803453959
mas "Telegram Desktop", id: 946399090
mas "Unclutter", id: 577085396
