tap "cue-lang/tap"
tap "fluxcd/tap"
tap "go-task/tap"
tap "go-vela/vela"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "nike-inc/nike"
tap "upbound/tap"
tap "vmware-tanzu/carvel"
brew "age"
brew "ansible"
brew "argo"
brew "awscli"
brew "direnv"
brew "docker", link: false
brew "eksctl"
brew "fd"
brew "fzf"
brew "gh"
brew "gimme-aws-creds"
brew "git"
brew "go"
brew "goreleaser"
brew "helm"
brew "hub"
brew "jq"
brew "k3sup"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "kubevela", link: false
brew "kustomize"
brew "mas"
brew "node"
brew "operator-sdk"
brew "pre-commit"
brew "ripgrep"
brew "shellcheck"
brew "sops"
brew "starship"
brew "tfenv"
brew "tflint"
brew "watch"
brew "yq"
brew "cue-lang/tap/cue"
brew "fluxcd/tap/flux"
brew "go-task/tap/go-task"
brew "go-vela/vela/vela"
brew "nike-inc/nike/cerberus-cli"
brew "upbound/tap/up"
brew "vmware-tanzu/carvel/vendir"
cask "appcleaner"
cask "docker"
cask "elgato-camera-hub"
cask "elgato-stream-deck"
cask "google-chrome"
cask "krita"
cask "microsoft-onenote"
cask "microsoft-remote-desktop"
cask "postman"
cask "rectangle"
cask "steermouse"
cask "telegram-desktop"
cask "visual-studio-code"
cask "vlc"
mas "Amphetamine", id: 937984704
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "PKief.material-icon-theme"
vscode "redhat.fabric8-analytics"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "timonwong.shellcheck"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "upboundio.upbound"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
