tap "fluxcd/tap"
tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
brew "age"
brew "ansible"
brew "direnv"
brew "fd"
brew "fzf"
brew "git"
brew "go"
brew "goreleaser"
brew "helm"
brew "jq"
brew "k3sup"
brew "kubernetes-cli"
brew "kubectx"
brew "pre-commit"
brew "ripgrep"
brew "sops"
brew "starship"
brew "terraform"
brew "tflint"
brew "yq"
brew "fluxcd/tap/flux"
brew "go-task/tap/go-task"
cask "appcleaner"
cask "elgato-stream-deck"
cask "google-chrome"
cask "keepassx"
cask "keka"
cask "microsoft-remote-desktop"
cask "rectangle"
cask "steermouse"
cask "telegram-desktop"
cask "visual-studio-code"
cask "vlc"
